package com.convenientmedicial.DataList;

import java.util.ArrayList;
import java.util.List;

public class SelectDoctorData {
	public SelectDoctorData() {
	}

	public static List<String> getDataSource() {
			List<String> list = new ArrayList<String>();

			list.add("王医生   &#160;&#160;&#160;&#160;&#160; 9：00-11：00 &#160;&#160;&#160;&#160;&#160;普通号");
			list.add("王医生   &#160;&#160;&#160;&#160;&#160; 9：00-11：00 &#160;&#160;&#160;&#160;&#160;普通号");
			list.add("王医生   &#160;&#160;&#160;&#160;&#160; 9：00-11：00 &#160;&#160;&#160;&#160;&#160;普通号");
			list.add("王医生   &#160;&#160;&#160;&#160;&#160; 9：00-11：00 &#160;&#160;&#160;&#160;&#160;普通号");
			list.add("刘医生   &#160;&#160;&#160;&#160;&#160; 9：00-11：00 &#160;&#160;&#160;&#160;&#160;专家号");
			list.add("刘医生   &#160;&#160;&#160;&#160;&#160; 9：00-11：00 &#160;&#160;&#160;&#160;&#160;专家号");
			list.add("刘医生   &#160;&#160;&#160;&#160;&#160; 9：00-11：00 &#160;&#160;&#160;&#160;&#160;专家号");
			return list;
	}
}
